// Yms 2022年03月15日

var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "握着我的双手",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "感受我的脉搏",  // 同上...
        "我把跳跃在掌心的温暖与爱",
        "通通都赠予你",
        "你把你最美好的年岁与年华",
        "都给了我",
        "也相信自己会幸福",
        "我们都没有放弃要幸福的信念",
        "于是我们勇敢地跨过了时间",
        "即便",
        "视线所眺望不到",
        "声音所传递不到",
        "指尖所接触不到",
        "隐忍的 温柔的",
        "调皮的 宠溺的",
        "认真的",
        "不屈于命运且比命运更强大的",
        "以生生世世不变的是誓言为基础",
        "以人体无限潜能爆发的力量为力量",
        "证明这些都是我给你的爱",
        "它一直都在",
        "直至世界末日",
        "直至死亡把我们分开",
        "都存在",
        "今天",
        "在所有亲朋好友的见证下",
        "我把我整个灵魂都给你",
        "连同它的怪癖",
        "任性",
        "耍小脾气",
        "忽明忽暗",
        "一千八百种坏毛病",
        "它真的很讨厌",
        "它只有一点好",
        "它爱你",
    ],
    wish: "杨茗淞&&刘琳领证三周年纪念",  //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
    // 时间的格式很重要哦，一定要是下面这个格式!!
    // 年年年年-月月-日日 时时:分分:秒秒
    time: "2019-03-29 08:08:08",    //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
};
